{"posts":[{"title":"Hello World","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","link":"/2025/05/28/hello-world/"},{"title":"初回投稿","text":"初回投稿です。まだHexoの仕組みもよくわかっていませんしMarkdownも慣れてはいませんが…練習がてら書いてみます。 やはりTwitterなどのマイクロブログサービスとは違った類いのメディアがもう一つくらい必要だというのは人類がマンモスを狩っていた時代から言われていた話なのですが、なかなかいいサービスが見つからないんですよね。 大手はみな広告にまみれている、WordPressは日本語に適していない、これはUIが美しくない…とかいろいろ考えていたらセットアップにかれこれ半年以上かかってしまいました。私のGitHubプロフィールを見ていただくと、昨年秋頃からコミット数が増加したのがわかると思いますが、ちょうどそのあたりからGitHub Pagesでのブログ開設を進めていました。当初はCaymanというテーマで作っていました（これも綺麗でおすすめです）が、年度初めくらいにこのIcarusというテーマを見つけて即決しました。 内容は研究のこととか、スキーのこととか、旅のこととかを書いてみたいと思っていますが、どれぐらい続くかは自分にもわかりません。詳しい仕様についてはAboutページをご覧いただけると幸いです。 こんな長ったらしい文章だけでは申し訳ないので岩手県のとある雪山の写真でも貼っておきます。","link":"/2025/06/02/%E5%88%9D%E5%9B%9E%E6%8A%95%E7%A8%BF/"},{"title":"南アルプスの天然水","text":"私が現時点で最もおいしいと思っている水がこいつです。実際売り上げもトップらしいですね。 これだけは他の水とは一線を画していると思うんです。 まずデザイン。これは私が個人的に水色が好きなこともあるかもしれませんが、まずラベルとキャップが実に美味しそうです。これがもしIろはすのような緑色とか、あるいはローカルの水によくある白色だったら多分惹かれてないはずです。デザインに限っていえばキリンの「晴れと水」もなかなか美しいと思っています。 日経ビジネスで売れやすいボトルデザインに関しての記事があったので載せておきます。 https://business.nikkei.com/atcl/report/16/012600106/090700006/ 続いて構造面。気づいている方も多いと思いますが、サントリー天然水のキャップ口径はほかのペットボトルより大きめに設計されています。これによって注ぐときの脈動が軽減され、水がはねにくくなるとか。 あと、最近発売された新しい1Lボトル。あれが実に持ち運びやすいんですよね。あのスタイリッシュな形状は個人的に好みです。 本題の中身南アルプスの天然水には味があると思っています。よく冷えたのを飲むと顕著にわかります。あの味のためにこれを選んでいると言っても過言ではないですね。ただしこの味が感じられるのは、少なくとも口の中の感覚が繊細なときだけです。ジュースを飲んだ後とか、口内に煩悩がある状態だとただの水になります。味なんてわかりません。","link":"/2025/06/02/%E5%8D%97%E3%82%A2%E3%83%AB%E3%83%97%E3%82%B9%E3%81%AE%E5%A4%A9%E7%84%B6%E6%B0%B4/"}],"tags":[{"name":"安比スキー場","slug":"安比スキー場","link":"/tags/%E5%AE%89%E6%AF%94%E3%82%B9%E3%82%AD%E3%83%BC%E5%A0%B4/"},{"name":"旅","slug":"旅","link":"/tags/%E6%97%85/"},{"name":"水","slug":"水","link":"/tags/%E6%B0%B4/"}],"categories":[{"name":"スキー","slug":"スキー","link":"/categories/%E3%82%B9%E3%82%AD%E3%83%BC/"},{"name":"食べ物・飲み物","slug":"食べ物・飲み物","link":"/categories/%E9%A3%9F%E3%81%B9%E7%89%A9%E3%83%BB%E9%A3%B2%E3%81%BF%E7%89%A9/"}],"pages":[{"title":"あらがね","text":"【粗金・鉱】1．山から掘り出したままの精錬していない金属。2．鉄。くろがね。 その名の通り、頭の中でまだ精錬されていないことがらを書き連ねてゆきます． リンクの設定が完了していない部分があります。Emailの購読：できません。RSSの取得：できません。Alipay、Paypal等での寄付：無論できません。 Enableするつもりもありません。 リアクションやコメントは投稿できますので、つけてくださるとうれしいです。","link":"/about/index.html"},{"title":"タグ","text":"","link":"/tags/index.html"},{"title":"カテゴリ","text":"","link":"/categories/index.html"}]}